tap "homebrew/bundle"
brew "curl"
brew "git"
brew "neovim"
cask "arc"
cask "cmd-eikana"
cask "coteditor"
cask "cursor"
cask "deepl"
cask "discord"
cask "figma"
cask "google-chrome"
cask "lark"
cask "notion"
cask "postman"
cask "raycast"
cask "slack"
cask "sourcetree"
cask "warp"
cask "xcodes"
cask "zoom"